Repository: Zulfikarlatief/tealinux-software-center
Catalog: locale/*/LC_MESSAGES/deepin-software-center.po
Languages: he_il

source: Action Install
he_il: התקנה

source: Action Uninstall
he_il: הסרה

source: Action Update
he_il: שדרוג

source: Action Wait Download
he_il: בהמתנה להורדה

source: Action Wait Install
he_il: בהמתנה להתקנה

source: Action Wait Update
he_il: בהמתנה לשדרוג

source: Action Wait Uninstall
he_il: בהמתנה להסרה

source: Action Startup
he_il: התחלה

source: Action Installed
he_il: מותקן

source: Action Install Start
he_il: התחלת ההתקנה

source: Action Update Start
he_il: התחלת השדרוג

source: Action Uninstall Start
he_il: התחלת ההסרה

source: Action Install Failed
he_il: ההתקנה נכשלה

source: Action Update Failed
he_il: השדרוג נכשל

source: Action Uninstall Failed
he_il: ההסרה נכשלה

source: Action Install Finish
he_il: ההתקנה הושלמה

source: Action Update Finish
he_il: השדרוג הושלם

source: Action Uninstall Finish
he_il: ההסרה הושלמה

source: Action Cancel
he_il: ביטול

source: Action Pause
he_il: השהיה

source: Action Installing
he_il: בהתקנה

source: Action Updating
he_il: מתבצע שדרוג

source: Action Uninstalling
he_il: מתבצעת הסרה

source: Nav Recommend
he_il: בית

source: Nav Repository
he_il: מאדר

source: Nav Update
he_il: שדרוגים

source: Nav Uninstall
he_il: הסרה

source: Nav Download Manage
he_il: הורדה

source: Click Show Detail
he_il: יש ללחוץ כדי להציג פרטים

source: Click Start Vote
he_il: יש ללחוץ כדי לדרג

source: Click Finish Vote
he_il: השלמת הדירוג

source: Comment
he_il: (%s הערות)

source: First Comment
he_il: אמרו משהו!

source: Jump To
he_il: מעבר אל

source: Page
he_il: עמוד

source: Jump
he_il: מעבר

source: Current Version
he_il: הגרסה הנוכחית

source: Upgrade Version
he_il: הגרסה העדכנית ביותר

source: Are you sure uninstall?
he_il: האם זהו רצונך?

source: There are %s software packages can be upgraded
he_il: %s שדרוגים זמינים

source: gksu message
he_il: נא להזין את הססמה שלך כדי להפעיל את מרכז התכנה של Deepin

source: About
he_il: על אודות

source: Exit
he_il: יציאה

source: Deepin Update Manager
he_il: מנהל השדרוגים של Deepin

source: Classify News
he_il: השדרוגים העדכניים ביותר

source: Classify Recommend
he_il: המלצות

source: Classify Web
he_il: אינטרנט

source: Classify Multimedia
he_il: שמע ווידאו

source: Classify Game
he_il: משחקים

source: Classify Graphics
he_il: גרפיקה

source: Classify Word
he_il: כלי משרד

source: Classify Professional
he_il: מקצועי

source: Classify Programming
he_il: תכנות

source: Classify Driver
he_il: מנהלי התקן

source: Classify Windows
he_il: Wine

source: Classify Others
he_il: אחרים

source: Deepin Software Center
he_il: מרכז התכנה של Deepin

source: Loading, please wait ...
he_il: בטעינה, נא להמתין...

source: Send request to start %s
he_il: בקשה להפעלת %s

source: Congratulations, your system is clean.
he_il: ברכות, המערכת שלך נקייה!

source: Software Center is using the downloaded package, please wait clearing.
he_il: מרכז התכנה משתמש בחבילות שהורדו, נא לפנות מאוחר יותר.

source: Cleaned up %s package, release %s space.
he_il: %s חבילות פונו, ועל ידי כך התפנו עוד %s של שטח בכונן.

source: To ensure fairness, only a day to %s score once.
he_il: באפשרותך לדרג את %s רק פעם אחת ביום.

source: %s vote success, thanks!
he_il: תודה על שדירגת את %s !

source: %s vote failed, please check your network link.
he_il: לא ניתן לדרג את %s, נא לבדוק את חיבור הרשת שלך.

source: Return
he_il: חזרה

source: Long Description
he_il: תיאור מפורט

source: Homepage
he_il: דף הבית

source: Translate description
he_il: סיוע בתרגום התאורים

source: Screenshot
he_il: צילומי מסך

source: Version:
he_il: גרסה:

source: Uninstall to release %s space
he_il: הסרה ופינוי של %s משטח הכונן

source: Download to eat %s space
he_il: החבילה %s דורשת %s של נפח בכונן

source: Query screenshot ...
he_il: תמונות המסך נבדקות...

source: Downloading screenshot ...
he_il: תמונות המסך מתקבלות...

source: Query fails, check your network and click refresh and try again.
he_il: הטעינה נכשלה. יש ללחוץ על רענון כדי לנסות שוב.

source: Download fails, check your network and click refresh and try again.
he_il: ההורדה נכשלה, יש ללחוץ על רענון כדי לנסות שוב.

source: The software does not screenshot
he_il: אין צילומי מסך ליישום זה

source: Upload screenshot
he_il: העלאת צילומי מסך

source: % s: Download failed, please check your network link.
he_il: הורדת %s נכשלה, נא לבדוק את חיבור הרשת שלך.

source: Query failed, use screenshot cache.
he_il: הבדיקה נכשלה, ייעשה שימוש במטמון צילומי המסך.

source: Download failed, use screenshot cache.
he_il: ההורדה נכשלה, ייעשה שימוש במטמון צילומי המסך.

source: Download Failed
he_il: ההורדה נכשלה

source: Download Finish
he_il: ההורדה הושלמה

source: Start Download
he_il: התחלת ההורדה

source: % s: Download timeout, please check your network link.
he_il: % s: זמן ההורדה פג, נא לבדוק את הקישור שלך לרשת.

source: Download Timeout
he_il: זמן ההורדה פג

source: Download Pause
he_il: ההורדה הושהיתה

source: %s checkout failed.
he_il: האימות של %s נכשל

source: Open download directory
he_il: פתיחת תיקיית ההורדה

source: Clean download cache
he_il: פינוי מטמון ההורדה

source: Clean download cache, save your disk space!
he_il: ניתן לפנות את מטמון ההורדה כדי לחסוך בנפח הכונן

source: Select All
he_il: בחירת הכול

source: Unselect All
he_il: לא לבחור דבר

source: Update select software
he_il: עדכון התוכנות הנבחרות

source: Notify select software
he_il: הצגת התרעה על התכניות הנבחרות

source: Notify again
he_il: התרעה

source: Don't Notify
he_il: התעלמות

source: New Feature
he_il: תכונות חדשות

source: Proxy Setup
he_il: הגדרות שרת התיווך

source: Forum Help
he_il: ביקור בפורום

source: Join Us
he_il: הצטרפות אלינו

source: Report Problem
he_il: דיווח על תקלות

source: Software Center 2.0 New Feature
he_il: תכונות חדשות במרכז התקנה של Deepin 2.0

source: Setup
he_il: הגדרות

source: Cancel proxy!
he_il: המתווך נכשל

source: Setup proxy!
he_il: המתווך הוגדר

source: Pause
he_il: השהייה

source: More >>
he_il: עוד >>

source: Sort By Recommend
he_il: מיון לפי המלצות

source: Sort By Download
he_il: מיון לפי כמות הורדות

source: Sort By Vote
he_il: מיון לפי דירוג

source: Please enter the name you want to search for software, version or other information
he_il: יש להזין כדי לחפש

source: Please enter the name you want to uninstall the software, version or other information
he_il: יש להזין כדי לחפש

source: Files are indexed for the search ...
he_il: הקבצים נשמרים במפתח לצורכי חיפוש...

source: Build the search index file is completed.
he_il: המפתח נבנה

source: Indexing, search capabilities please try again later.
he_il: הקבצים נשמרים במפתח, נא לנסות שוב מאוחר יותר

source: No search packages related %s
he_il: לא נמצאה חבילה עבור %s

source: Global Search
he_il: חיפוש כללי

source: Change Theme
he_il: החלפת העיצוב

source: Updating souces list ...
he_il: רשימת המקורות מתעדכנת...

source: Update sources list completed.
he_il: רשימת המקורות מעודכנת

source: News
he_il: * Solved the conflict between DSC and update manager. * Added "Download" page. * Added "Clean download cache". * Added "Ignore upgrades" for selected softwares". * Dynamic recommodations. * Added "Comment" function. * Added "Start" button. * Added support of parallel download. * Added upport of user change of themes * Added support of English and Hant. * Using less ram. * Improved searching engine. * Improved interactive UI. * Improved starting speed * Official support of Ubuntu.

source: Topbar UpdatePage
he_il: <span size='%s'></span><span foreground='%s' size='%s'>%s</span><span size='%s'> שדרוגים זמינים</span>

source: Topbar DownloadManagePage
he_il: <span size='%s'></span><span foreground='%s' size='%s'>%s</span><span size='%s'> חבילות בהורדה</span>

source: Topbar SearchPage
he_il: <span size='%s'>נמצאה קשורה ל־</span><span foreground='%s' size='%s'>%s</span><span size='%s'>, </span><span foreground='%s' size='%s'>%s</span><span size='%s'> חבילות תכנה</span>

source: Topbar SearchUninstallPage
he_il: <span size='%s'>נמצאה קשורה ל־</span><span foreground='%s' size='%s'>%s</span><span size='%s'>, </span><span foreground='%s' size='%s'>%s</span><span size='%s'> חבילות תכנה</span>

source: Topbar UninstallPage
he_il: <span size='%s'></span><span foreground='%s' size='%s'>%s</span><span size='%s'> חבילות תכנה אינן ניתנות להסרה</span>

source: Topbar IgnorePage
he_il: <span size='%s'></span><span foreground='%s' size='%s'>%s</span><span size='%s'> חבילות תכנה סומנו להתעלמות</span>

source: No Notify UpdatePage
he_il: (התעלמות משדרוגים עבור %s)

source: Your system is up to date.
he_il: המערכת שלך מעודכנת

source: No Downloads.
he_il: אין הורדות

source: No software needs to remind.
he_il: אין הגדרת התעלמות לשום חבילה

source: Proxy Address
he_il: IP או כתובת:

source: Proxy Port
he_il: פתחה:

source: Proxy User
he_il: משתמש:

source: Proxy Password
he_il: ססמה:

source: Proxy OK
he_il: הגדרה

source: Proxy Cancel
he_il: ביטול

source: Comment load failed, please try again!
he_il: טעינת ההערות נכשלה, נא לנסות שוב מאוחר יותר!!

source: Vote num
he_il: (%s דירוגים)
